{"d1e3": {"l": "./The_Lighthouse.html#topic-3194","t": "The Lighthouse","d": "<p class=\"shortdesc\"> Nestled in the basement of a church, The Lighthouse is a hidden gem offering a warm and welcoming atmosphere. With friendly staff, plenty of cozy spots to read, and fantastic hot chocolate, it’s the perfect retreat for book lovers. </p> "},"d1e10": {"l": "./starbucks.html#topic-6252","t": "Starbucks","d": "<p class=\"shortdesc\"> Looking for a cozy spot near campus to enjoy a cup of rich hot chocolate and dive into a good book? This Starbucks location offers a convenient option with a lively atmosphere, classic treats, and a blend of comfort and practicality for students and readers alike. </p> "},"d1e17": {"l": "./Turners_Place.html#topic-7183","t": "Turner's Place","d": "<p class=\"shortdesc\"> Located in one of the busiest campus dining halls, the coffee shop at Turner’s Place is a convenient option for grabbing a drink between classes. However, its overcrowded atmosphere and long wait times can make it less ideal for relaxing or reading. </p> "},"d1e24": {"l": "./Mill_Mountain.html#topic-7336","t": "Mill Mountain","d": "<p class=\"shortdesc\"> Located in the downtown area, Mill Mountain Café is a cozy spot with a welcoming atmosphere and plenty of snack options. Though not the most convenient for quick stops between classes, it’s worth the short trip for a more relaxed and spacious environment. </p> "},"d1e31": {"l": "./index.html#topic-5799","t": "Best Places for hot chocolate reading times","d": "<p class=\"shortdesc\"> Discover some of the best spots for enjoying hot chocolate and diving into a good book, whether you're on campus or exploring nearby locations. </p> "},"d1e39": {"l": "./VT_Library.html#topic-1235","t": "VT Library","d": "<p class=\"shortdesc\"> Located on the ground floor of the library, this café offers a convenient and cozy spot to grab a hot drink and relax. While often bustling with activity, it’s an excellent place for a quick reading session or a study break. </p> "}}